{
    "info": {
        "title": "Faster online payments with Click to Pay",
        "body": "Everytime you see this logo {0}, you can use your email to pay. And that's it. Done. .<br><br> Your card information is safely stored in the Click to Pay system, which the merchant does not have access to.",
        "detail": "How to use it?",
        "bullets": [
            "Activate Visa Click to Pay on your card",
            "Shop in thousands of online stores with one account",
            "No need to enter your card number every time. ",
            "Just click on the {0} icon and the payment is done. Secured by Visa technology"
        ],
        "primaryButton": "Activate",
        "secondaryButton": "`Learn more about Visa Click to Pay",
        "infoUrl": "https://www.visa.cz/platte-se-spolecnosti-visa/vybrane-technologie/clicktopay.html"
    },
    "infoRemove": {
        "title": "Faster online payments with Click to Pay",
        "body": "Everytime you see this logo {0}, you can use your email to pay. And that's it. Done. .<br><br> Your card information is safely stored in the Click to Pay system, which the merchant does not have access to.",
        "detail": "How to use it?",
        "bullets": [
            "Shop in thousands of online stores with one account",
            "No need to enter your card number every time. ",
            "Just click on the {0} icon and the payment is done. Secured by Visa technology"
        ],
        "removeAlert": {
            "title": "Remove card from  Click to Pay",
            "detail": "Do you really wish to remove the card?",
            "primaryButton": "Yes",
            "secondaryButton": "No"
        },
        "primaryButton": "Click to Pay has been activated ",
        "secondaryButton": "Remove card from Click to Pay",
        "tertiaryButton": "Account Management",
        "infoUrl": "https://secure.checkout.visa.com/"
    },
    "address": {
        "title": "Is this information correct?",
        "subtitle": "You can update the information if neede.\nIt will be updated in your profile as well.",
        "detail": "Address",
        "section": {
            "title": "Contact information",
            "detail": "Use it to log in to VISA Click to Pay."
        },
        "phone": "Phone number",
        "email": "E-mail",
        "emailInfo": "If you have multiple cards linked to one email, you can always choose which one to use.",
        "emailError": "We don't have your e-mail in contact information. Set it up in Settings.",
        "footer": "By clicking 'Continue' you agree to the  <a href=\"ctp\">Terms of using a service and Privacy Policy </a>",
        "primaryButton": "Yes, continue."
    },
    "ctp": {
        "title": "Special Product Terms and Conditions for signing up for Click to Pay",
        "detail": "These Special Product Terms and Conditions (hereinafter referred to as “SPT”) constitute contractual arrangements between the Client/Cardholder and the Bank regarding the registration of a debit and/or credit payment card (hereinafter referred to as the “Card”) in the Click to Pay service (hereinafter referred to as the “Service”) via the Smart Banka mobile application. Terms capitalized in this document (unless defined within these SPT) carry the meanings ascribed to them in the agreement under which the Card is provided (hereinafter referred to as the “Agreement”), or in the general product terms and conditions for debit or credit cards (hereinafter referred to as the “PT”), which form part of the contractual arrangements concerning the Card, or in the General Product Terms and Conditions (hereinafter referred to as the “Terms”). If the relevant Agreement or the PT contains provisions that differ from these SPT, the provisions of the respective Agreement shall take precedence. The contractual provisions of these SPT always take precedence over the provisions of the PT and the Terms. The Smart Banka application allows Clients to add an activated Card to the Service via a mobile phone. The Service enables payment transactions on the internet. The intellectual property rights holder and provider of the Service is Visa U.S.A. Inc., Visa Solution, 900 Metro Center Blvd., Foster City, CA 94404-2172, USA (hereinafter referred to as the “Provider”). The functionality of the Service, including the Provider's right to modify, suspend, or terminate it, is governed by the Provider’s terms and conditions. The validity of a Card’s registration in the Service corresponds to the Card’s expiration date. Once the Card expires, it must be re-registered in the Service. The Bank reserves the right to unilaterally terminate or restrict the ability to register Cards in the Service via Smart Banka, provided this change is Published. To register for the Service, the processing of personal data is necessary for the purposes of customer support, dispute resolution, and fraud prevention in connection with the Service. More information on the processing of personal data is available in the document Information on Personal Data Processing, available at <a href=\"https://www.moneta.cz/ochrana-dat\">www.moneta.cz/ochrana-dat</a>. The Client/Cardholder acknowledges and agrees that, for the purpose of providing the Service, the Bank is authorized to transmit Card data to the Provider with the Client's consent. The Provider reserves the right to use this data for purposes specified in its terms and conditions. The Client/Cardholder acknowledges that upon registering the Card in the Service, it becomes possible to make online payment transactions via the Service. The Client/Cardholder is aware of the risks associated with online payments and therefore undertakes to secure the mobile phone used for registration with antivirus software and ensure it is regularly updated; to secure access to Smart Banka with a password or biometric authentication; to prevent others from making payments using the Card; to promptly report any unauthorized online payment to the Bank using the agreed method; and to not disclose Card details (card number, expiration date, CVC/CVV code) to any third party, except when authorizing a payment transaction. The Client/Cardholder acknowledges that uninstalling the Smart Banka application does not remove the Card from the Service. The Bank reserves the right to unilaterally amend these SPT, which have been effective since June 1, 2023, provided that such changes are Published"
    },
    "victory": {
        "title": "Done! Your card will be added to Click to Pay in a few moments",
        "detail": "Now you can shop online faster and safer.<br><br>In the online store, click on  {0} icon and enter your email address.",
        "primaryButton": "`Go to Overview``",
        "secondaryButton": "Where to use Click to Pay",
        "infoUrl": "https://www.visa.cz/platte-se-spolecnosti-visa/vybrane-technologie/clicktopay.html"
    },
    "removedVictory": {
        "title": "Done! Your card has been removed from Click to Pay",
        "primaryButton": "Go to Overview"
    }
}