{
    "info": {
        "title": "Rychlejší platby na eshopech s Click to Pay",
        "body": "Vždy, když uvidíte toto logo {0}, můžete zaplatit pomocí svého e-mailu. A to je vše. Hotovo.<br><br>Údaje o vaší kartě jsou bezpečně uloženy v systému Click to Pay, který zahrnuje mnoho známých značek z celého světa.",
        "detail": "Jak na to?",
        "bullets": [
            "Aktivujte si na své platební kartě Visa Click to Pay",
            "Nakupujte na tisících eshopech s jedním účtem",
            "Žádné vyplňování čísla karty",
            "Stačí pouze kliknout na ikonku {0} a platba je hotová. Zabezpečno technologií Visa"
        ],
        "primaryButton": "Aktivovat",
        "secondaryButton": "Více o Visa Click to Pay",
        "infoUrl": "https://www.visa.cz/platte-se-spolecnosti-visa/vybrane-technologie/clicktopay.html"
    },
    "infoRemove": {
        "title": "Rychlejší platby na eshopech s Click to Pay",
        "body": "Vždy, když uvidíte toto logo {0}, můžete zaplatit pomocí svého e-mailu. A to je vše. Hotovo.<br><br>Údaje o vaší kartě jsou bezpečně uloženy v systému Click to Pay, který zahrnuje mnoho známých značek z celého světa.",
        "detail": "Jak na to?",
        "bullets": [
            "Nakupujte na tisících eshopech s jedním účtem",
            "Žádné vyplňování čísla karty",
            "Stačí pouze kliknout na ikonku {0} a platba je hotová. Zabezpečno technologií Visa"
        ],
        "removeAlert": {
            "title": "Odstranit kartu z Click to Pay",
            "detail": "Opravdu chcete kartu odstranit?",
            "primaryButton": "Ano",
            "secondaryButton": "Ne"
        },
        "primaryButton": "Click to Pay máte aktivní",
        "secondaryButton": "Odstranit kartu z Click to Pay",
        "tertiaryButton": "Správa účtu",
        "infoUrl": "https://secure.checkout.visa.com/"
    },
    "address": {
        "title": "Platí Vaše osobní údaje?",
        "subtitle": "Pokud něco nesedí, můžete údaje aktualizovat.\nZmění se také ve Vašem profilu.",
        "detail": "Adresa",
        "section": {
            "title": "Kontaktní údaje",
            "detail": "Slouží také k přihlášení do profilu VISA Click to Pay."
        },
        "phone": "Telefon",
        "email": "E-mail",
        "footer": "Stisknutím tlačítka souhlasíte s <a href=\"ctp\">Podmínkami používání služby a ochranou osobních údajů</a>",
        "primaryButton": "Ano, pokračovat"
    },
    "ctp": {
        "title": "Speciální Produktové Podmínky pro registraci do služby Click to Pay",
        "detail": "Tyto speciální Produktové Podmínky (dále jen „SPP“) obsahují smluvní ujednání mezi Klientem/Držitelem a Bankou o provádění registrace platební karty debetní a/nebo kreditní (dále jen „Karta“) do služby Click to Pay (dále jen „Služba“) prostřednictvím mobilní aplikace Smart Banka.<br><br>Pojmy psané velkými písmeny mají význam (pokud není vysvětlen v těchto SPP), který je uveden ve smlouvě, podle které je Karta poskytnuta (dále jen „Smlouva“), popřípadě v základních Produktových podmínkách k debetní platební kartě, kreditní kartě (dále jen „PP“), které jsou součástí smluvních ujednání o Kartě, nebo ve Všeobecných produktových podmínkách (dále jen „Podmínky“).<br><br>Obsahuje-li příslušná Smlouva, popřípadě PP ujednání odlišná od SPP, použije se vždy přednostně ujednání příslušné Smlouvy. Smluvní ujednání SPP mají vždy přednost před případnými smluvními ujednáními PP, jakož i před Podmínkami.<br><br>Aplikace Smart Banka umožňuje Klientům přidání aktivované Karty do Služby prostřednictvím mobilního telefonu. Službou je možné provádět platební operace na internetu. Vykonavatelem autorských majetkových práv a poskytovatelem Služby je:<br>• Visa U.S.A. Inc., Visa Solution, 900 Metro Center Blvd., Foster City, CA 94404-2172, USA (dále jen „Poskytovatel“).<br><br>Funkčnost Služby včetně možností Poskytovatele funkčnost změnit/pozastavit/ukončit se řídí podmínkami Poskytovatele.<br><br>Doba platnosti registrace Karty v Službě je totožná s dobou platnosti Karty. Po uplynutí platnosti Karty je potřeba Kartu opět registrovat.<br><br>Banka je oprávněna jednostranně ukončit/omezit provádění registrace do Služby prostřednictvím Smart Banky za předpokladu Uveřejnění této skutečnosti.<br><br>Pro provádění registrace do Služby je nezbytné zpracovávat osobní údaje, a to za účelem poskytování zákaznické podpory, řešení sporů a prevence podvodů při poskytování Služby. Více informací o zpracování osobních údajů je uvedeno v dokumentu Informace o zpracování osobních údajů dostupném na <a href=\"https://www.moneta.cz/ochrana-dat\">www.moneta.cz/ochrana-dat</a>.<br><br>Klient/Držitel bere na vědomí a souhlasí, že za účelem poskytování Služby je Banka oprávněna na základě souhlasu předávat Poskytovateli údaje o Kartě. Poskytovatel si vyhrazuje právo využívat tyto informace k účelům uvedených ve svých podmínkách.<br><br>Klient/Držitel bere na vědomí, že okamžikem registrace Karty do Služby je možné prostřednictvím Služby provádět platební operace na internetu.<br><br>Klient/Držitel bere na vědomí míru rizika spojenou s prováděním platebních operací, a proto se zavazuje:<br><br>• zabezpečit mobilní telefon, kterým byla provedena registrace Karty, pomocí antivirového programu a zajistit jeho pravidelnou aktualizaci;<br>• zabezpečit přístup do Smarty Banky přístupovým heslem případně biometrickým ověřením;<br>• neumožnit, aby platby byly prováděny jinou osobou;<br>• ohlásit Bance neprodleně neautorizovanou platbu na internetu, dohodnutým způsobem;<br>• nesdělovat třetí osobě, s výjimkou autorizace platební operace, údaje o Kartě (číslo karty, platnost a CVC/CVV kód).<br><br>Klient/Držitel bere na vědomí, že v případě ukončení využívání Smart Banky samotným odinstalováním nedojde k odstranění Karty ze Služby.<br><br>Banka je oprávněna tyto SPP, které jsou účinné od 01.06.2023, jednostranně změnit za předpokladu Uveřejnění."
    },
    "victory": {
        "title": "Hotovo! Vaše karta byla přidána do Click to Pay",
        "detail": "Nyní můžete nakupovat online jednodušeji a bezpečněji.<br><br>Na eshopu stačí kliknout na {0} a zadat Váš email.",
        "primaryButton": "Přejít na Přehled",
        "secondaryButton": "Kde použít",
        "infoUrl": "https://www.visa.cz/platte-se-spolecnosti-visa/vybrane-technologie/clicktopay.html"
    },
    "removedVictory": {
        "title": "Hotovo! Vaše karta byla odstraněna z Click to Pay",
        "primaryButton": "Přejít na Přehled"
    }
}
