{
    "status": "OK",
    "responseObject": {
        "errorScreens": {},
        "scenes": {
            "intro": {
                "title": "Přidat účet je tak snadné",
                "detail": "Do Smart Banky si můžete přidat své účty u dalších bank. Můžete si zobrazit zůstatky a historii plateb u vybraných bank, ale postupně Vám budeme nabízet další možností. Chceme, aby se Vám tato nová funkce používala co nejlépe, proto budeme rádi za každý Váš názor.",
                "bullets": [
                    "1. Vyberte si banku, jejíž účet chcete přidat do Smart Banky. Zatím podporujeme jen některé banky, ale další budou přibývat.",
                    "2. Ve Smart Bance se přihlaste do svého internetového bankovnictví přidávané banky. Můžete být v klidu, Vaše údaje jsou v naprostém bezpečí a nikdo jiný se k nim nedostane.",
                    "3. Na Přehledu zůstatků ve Smart Bance nyní uvidíte svůj primární účet z vybrané banky. Zatím uvidíte jen primární účty, tedy ty účty, které vidíte po přihlášení do svého internetového nebo mobilního bankovnictví. Možnost přidání dalších Vašich účtů připravujeme do další verze."
                ],
                "primaryButton": "Pokračovat"
            },
            "agreement": {
                "title": "Přečtěte si Smlouvu o službě informování o platebním účtu",
                "detail": "Stáhněte si PDF",
                "contract": [
                    "Smlouva o poskytnutí služby informování o platebním účtu (dále jen „Smlouva“)",
                    "1. MMB jako poskytovatel služby informování o platebním účtu poskytuje Klientovi za podmínek uvedených v této Smlouvě službu informování o platebním účtu prostřednictvím služby Smart Banka.",
                    "2. MMB sdělí Klientovi informace o jiném platebním účtu Klienta než vedeném MMB.",
                    "3. MMB sdělí Klientovi informace o platebním účtu poté, kdy osobní bezpečnostní prvky přidělené jiným poskytovatelem pro účely přístupu k platebnímu účtu on-line Klient zadá v aplikačním rozhraní tohoto poskytovatele, na které jej MMB přesměruje ze Smart Banky a kdy MMB tyto informace od jiného poskytovatele obdrží. Podmínkou sdělení informací je, že platební účet vedený jiným poskytovatelem je přístupný prostřednictvím internetu a zpřístupněný pro využití služby informování o platebním účtu.",
                    "4. Službu informování o platebním účtu je oprávněn využívat pouze Klient, který je majitelem daného účtu nebo osobou zmocněnou majitelem účtu k využívání služby informování o účtu. Uzavřením této Smlouvy Klient prohlašuje, že splňuje některou z podmínek uvedených v předchozí větě tohoto odstavce.",
                    "5. Službu informování o platebním účtu poskytuje MMB Klientovi bezúplatně.",
                    "6. MMB neodpovídá za neposkytnutí služby informování o platebním účtu dle tohoto ujednání PPSB v případě, že jejímu poskytnutí zabránila okolnost, která je neobvyklá, nepředvídatelná či nezávislá na vůli MMB a jejíž následky nemohla MMB odvrátit.",
                    "7. Součástí této Smlouvy jsou Základní produktové podmínky služby Smart Banka, které se přiměřeně použijí na službu informování o platebním účtu, zejména pokud jde o samostatné ukončení této služby výpovědí, odstoupením z důvodu Případu porušení, či o blokaci služby.",
                    "8. Zaškrtnutím pole „Pokračovat“ je uzavřena Smlouva a Klient vyjadřuje souhlas s poskytnutím služby informování o platebním účtu týkající se všech platebních účtů Klienta."
                ],
                "primaryButton": "Pokračovat",
                "secondaryButton": "Zpět na Přehled zůstatků"
            },
            "banks": {
                "title": "Teď můžete ve Smart Bance ovládat Vaše účty z jiných bank"
            },
            "victory": {
                "title": "Odteď můžete vidět zůstatek Vašeho účtu i ve Smart Bance",
                "primaryButton": "Zpět na Přehled zůstatků"
            },
            "failure": {
                "title": "Přidání účtu se nezdařilo, zkuste to prosím později.",
                "csasTitle": "Přidání účtu se nezdařilo.",
                "csas": "Pro přidání účtu je nutný Váš souhlas s možností přístupu třetích stran k Vašim osobním údajům nebo platebním účtům. Souhlas s přístupem třetích stran můžete udělit v aplikaci Správa třetích stran, kterou najdete ve svém internetovém bankovnictví České spořitelny v sekci nastavení.\n\nAž souhlas udělíte, můžete opět se vrátit zpět do aplikace Smart Banka a dokončit nastavení souhlasu.",
                "primaryButton": "Zpět na Přehled zůstatků"
            }
        }
    }
}
